/* Legal text for uploading to YouTube - message */
"By clicking 'Upload', you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the YouTube Terms of Service located at http://www.youtube.com/t/terms." = "[アップロード] をクリックすると、コンテンツに関するすべての権限を所有しているか、所有者から YouTube でコンテンツを公開する承認を受けていることを確認し、それ以外の点は http://www.youtube.com/t/terms にある YouTube の利用規約に準拠していることを確認したものと見なされます。";

/* Cancel button */
"Cancel" = "キャンセル";

/* OK - unable to share error */
"OK" = "OK";

/* Unable to share to YouTube error - message */
"Please check your internet connection or your YouTube settings and permissions and try again." = "インターネット接続や YouTube の設定と権限を確認してからやり直してください。";

/* Error connecting to YouTube - message */
"Please check your internet connection or your Youtube settings and try again." = "インターネット接続や YouTube の設定を確認してからやり直してください。";

/* Button title when the preferences have no login name set */
"Sign In..." = "サインイン...";

/* Button title in the preferences when there is a login name set */
"Sign Out..." = "サインアウト...";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "キャプチャへのリンクを貼り付ける準備ができました。";

/* Unable to share to YouTube error - title */
"Unable to share to YouTube" = "YouTube で共有できません";

/* Error connecting to YouTube - title */
"Unable to share to Youtube" = "YouTube で共有できません";

/* Upload button */
"Upload" = "アップロード";

/* plugin button tooltip */
"Upload the video capture to your YouTube account." = "ビデオ キャプチャを YouTube アカウントにアップロードします。";

/* Error title - Users Google account has no YouTube Account */
"You need to create a YouTube channel before you can upload videos." = "ビデオをアップロードする前に、YouTube チャンネルを作成する必要があります。";

/* plugin name */
"YouTube" = "YouTube";

/* Legal text for uploading to YouTube - title */
"YouTube Upload" = "YouTube アップロード";

/* Error title - Users Google account has no YouTube Account */
"Your Google Account is not linked with a YouTube channel." = "ご使用の Google アカウントは YouTube チャンネルとリンクしていません。";

